Repository: croatproject/WooCommerce
Catalog: lang/croatcoin-*.po
Languages: es_es

source: + Afegir moneder
es_es: + Añadir monedero

source: <br>Un cop es rebi la transacció procedirem a preparar i enviar la seva comanda.
es_es: <br>Al recibir la transación precederemos a preparar y enviar su pedido.

source: Activar pagaments amb CROATCoin
es_es: Activar pagos con CROATCoin

source: al següent moneder:<br>
es_es: a la siguiente cartera:

source: Decimals
es_es: Decimales

source: Descripció
es_es: Descripción

source: Direcció del Moneder
es_es: Dirección del monedero

source: Esborrar seleccionats
es_es: Borrar seleccionados

source: Escollir l'origen de la paritat de € a CROAT.
es_es: Escojer origen de la paridad de € a CROAT.

source: Esperant pagament en CROAT
es_es: Esperant pago en CROAT

source: https://croat.cat/
es_es: https://croat.cat/es/

source: Moneders de pagament en CROATs
es_es: Monederos de pago en CROATs

source: Mostrar codi QR per al pagament
es_es: Mostrar codigo QR para el pago

source: Mostrar l'adreça del moneder en finalitzar la comanda.
es_es: Mostrar la dirección de la cartera al finalizar el pedido.

source: Mostrar preu en CROAT
es_es: Mostrar precio en CROAT

source: Numero de decimals a utilitzar.
es_es: Número de decimales a utilizar.

source: Origen Paritat
es_es: Origen paridad

source: Pagament en CROAT
es_es: Pago en CROAT

source: Pagament en CROATS
es_es: Pago en CROATs

source: Pagaments amb CROAT.
es_es: Pagos con CROAT.

source: Paritat manual
es_es: Paridad manual

source: Passarela de pagament amb CROAT per Woocommerce
es_es: Pasarela de pago con CROAT para Woocommerce

source: Per completar la comanda, ha d'enviar la quantitat de
es_es: Para completar el pedido, debe enviar la cantidad de

source: Què es CROAT?
es_es: ¿Que es CROAT?

source: S'aconsella posar diversos moneders per rebre el pagament.
es_es: Se aconseja poner varios monederos para recibir el pago.

source: S'aplica una paritat de
es_es: Se aplica una paridad de
